Revit 2024 API
TableView.MinimumColumnWidth Property
 Gets the minimum column width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int MinimumColumnWidth { get; }
Visual Basic
Public ReadOnly Property MinimumColumnWidth As Integer
	Get
Visual C++
public:
property int MinimumColumnWidth {
	int get ();
}
See Also
TableView Class
Autodesk.Revit.DB Namespace